Repository: kaitlin/HollaBackDC
Catalog: byteflow/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, hu, pl, ru

source: An error occured with the CAPTCHA service. Please try again.
de: Es unterlief ein Fehler mit dem CAPTCHA Dienst. Bitte nochmal versuchen.
es: Ocurrió un error con el servicio CATCHA. Por favor, intenta de nuevo más tarde.
fr: Une erreur s'est produite avec le service reCAPTCHA. Veuillez réessayer.
hu: A Captcha szolgáltatónál hiba történt, kérlek, próbáld újra.
pl: Wystąpił błąd z usługą CAPTCHA. Spróbuj ponownie później.
ru: Ошибка доступа к сервису reCAPTCHA. Попробуйте еще раз позже.

source: Please enter the CAPTCHA solution.
de: Bitte CAPTCHA Lösung eingeben.
es: Por favor, introduce la solución al CATCHA
fr: Veuillez saisir les caractères de l'image.
hu: Kérlek, add meg a Captcha megoldását.
pl: Wprowadź rozwiązanie CAPTCHA.
ru: Введите

source: URL patterns
de: URL Muster
es: patrones de URL
fr: Expressions d'URL
hu: URL mint
pl: Wzorce URL
ru: URL шаблон

source: Advanced options
de: Erweiterte Einstellungen
es: Opciones avanzadas
fr: Options avancées
hu: Haladó beállítások
pl: Opcje zaawansowane
ru: Расширенные опции

source: pattern
de: Muster
es: patrón
fr: expression
hu: minta
pl: wzorzec
ru: шаблон

source: Case-sensitive. A missing trailing slash does also match to files which start with the name of the pattern, e.g., '/admin' matches /admin.html too. Some major search engines allow an asterisk (*) as a wildcard and a dollar sign ($) to match the end of the URL, e.g., '/*.jpg$'.
es: Distingue mayúsculas de minúsculas. Una barra final omitida también corresponderá con los archivos que empiecen por el nombre del patrón, por ejemplo, '/admin' corresponderá con '/admin.html' también. Algunos sitios de búsquedas permiten un asterisco (*) como comodín, y un símbolo de dólar ($) para que corresponda con el final de la URL, por ejemplo '/*.jpg$'.
fr: Sensible à la casse. Un slash ("/") final manquant retourne aussi les fichiers qui commencent avec le nom de l'expression, c'est-à-dire que "/admin" correspond aussi à "/admin.html". Certains moteurs de recherche majeurs autorisent une astérisque ("*") comme caractère joker et un dollar("$") pour correspondre à la fin de l'URL, c'est-à-dire par exemple "/*.jpg$".
hu: Nagybetűérzékeny. A hiányzó záró perjel megtalálja azokat a mintával kezdődő fájlokat is, pl: '/admin' megtalálja a /admin.html-t is. Néhány nagyobb keresőmotor jokerként engedélyezi a csillagot (*) és az URL végét jelző dollárjelet ($) is, pl: '/*.jpg$'.
ru: Регистрозависимо. Если в шаблоне пропущен обратный слеш, то такой шаблон совпадает с файлами, имена которых начинаются с шаблона, т.е. '/admin' совпадает и с /admin.html. Некоторые поисковики допускают использование звездочки (*) как группового символа и знак доллара ($) как конца URLа, например '/*.jpg$'.

source: robot
ru: робот

source: This should be a user agent string like 'Googlebot'. Enter an asterisk (*) for all user agents. For a full list look at the <a target=_blank href='http://www.robotstxt.org/wc/active/html/index.html'>database of Web Robots</a>.
es: Esto debería ser el string de un user agent, como 'Googlebot'. Introduce un asterisco (*) para todos los user agents. Para una lista completa mira la <a target=_blank href='http://www.robotstxt.org/wc/active/html/index.html'>base de datos de robots web</a>.
fr: Ce doit être une chaîne de "user-agent", tel que 'Googlebot'. Entrez une astérisque ("*") pour tous les user-agents. Pour une liste complète, consultez la <a target=_blank href='http://www.robotstxt.org/wc/active/html/index.html'>base de donnée des robots web</a>.
hu: Ez egy felhasználói-ügynök sztring, pl 'Googlebot'. Minden felhasználói-ügynökhöz írj csillagot (*). A <a target=_blank href='http://www.robotstxt.org/wc/active/html/index.html'>robotok teljes listáját itt találod</a>.
ru: Имя бота, например 'Googlebot'. Звездочка (*) соответствует всем ботам. Для их полного списка смотрите <a targe="_blank" href="http://www.robotstxt.org/wc/active/html/index.html"> database of Web Robots</a>

source: These are URLs which are allowed to be accessed by web robots.
de: Das sind URLs, auf die Webroboter zugreifen dürfen.
es: Se permitirá que los robots web accedan a estas URLs.
fr: Ce sont les URL dont l'accès est autorisé aux robots web.
hu: A webrobotok ezeket az URL-eket érhetik el.
ru: Указанные URLы будут доступны поисковым ботам

source: These are URLs which are not allowed to be accessed by web robots.
de: Das sind URLs, auf die Webroboter nicht zugreifen dürfen.
es: Se prohibirá que los robots web accedan a estas URLs.
fr: Ce sont les URL dont l'accès est interdit aux robots web.
hu: A webrobotok ezeket az URL-eket nem érhetik el.
ru: Указанные URLы будут недоступны поисковым ботам

source: crawl delay
de: Crawl Verzögerung
es: retardo en el rastreo
fr: délai entre deux passages
hu: pásztázás késleltetése
ru: задержка сканирования сайта

source: rule
de: Regel
es: regla
fr: règle
hu: szabály
ru: правило

source: rules
de: Regeln
es: reglas
fr: règles
hu: szabályok
ru: правила

source: and
de: und
es: y
fr: et
hu: és
ru: и

source: allowed
de: erlaubt
es: permitido
fr: autorisé
hu: engedett
pl: dozwolone
ru: разрешено

source: disallowed
de: nicht erlaubt
es: prohibido
fr: non autorisé
hu: nem engedett
pl: zabronione
ru: запрещено

source: The model %s has already been registered.
de: Das Model %s wurde bereits registriert.
es: El modelo %s ya había sido registrado anteriormente.
fr: Le modèle %s a déjà été enregistré.
hu: A %s modelt már regisztráltam.
ru: Модель %s уже зарегистрирована.

source: %s can only be set on instances.
de: %s kann nur bei Instanzen gesetzt werden.
es: %s solo puede ser puesto en instancias.
fr: %s ne peut être positionné que sur des instances.
hu: A %s csak egy példányon állítható.
ru: %s может быть установлен только для экземпляров класса.

source: Each tag may be no more than %s characters long.
de: Jedes Tag sollte nicht länger als %s Zeichen sein.
es: Las etiquetas no pueden tener más de %s caracteres de longitud.
fr: Chaque mot-clé ne peut être long de plus de %s caractères.
hu: Minden címke legfeljebb %s karakter hosszú lehet.
ru: Каждый тег может быть не более чем %s символов в длину.

source: No tags were given: "%s".
de: Keine Tags vergeben: "%s".
es: No se dieron etiquetas; "%s".
fr: Aucun mot-clé n'a été donné: "%s".
hu: Nincsen címke megadva: "%s".
pl: Nie podano tagów: "%s".
ru: Ни одного тега здесь нет:"%s".

source: Multiple tags were given: "%s".
de: Mehrere Tags sind vergeben: "%s".
es: Se dieron múltiples etiquetas: "%s".
fr: Plusieurs mots-clés ont été donnés: "%s".
hu: Több címke van megadva: "%s".
pl: Zostało podane wiele tagów: "%s".
ru: Тут несколько тегов: "%s", а это, похоже, нехорошо.

source: name
es: nombre
fr: nom
hu: név
pl: nazwa
ru: Имя

source: tag
es: etiqueta
fr: mot-clé
hu: címke
ru: Тег

source: tags
es: etiquetas
fr: mots-clés
hu: címkék
pl: tagi
ru: Теги

source: content type
de: Inhaltstyp
es: tipo de contenido
fr: type de contenu
hu: tartalom tipusa
pl: typ zawartości
ru: Тип контента

source: object id
de: Objekt-ID
es: id del objeto
fr: id objet
hu: objektumazonosító
ru: Идентификатор объекта

source: tagged item
de: Taggged Element
es: elemento etiquetado
fr: objet marqué
hu: címkézett elem
pl: zatagowany element
ru: отмеченный объект

source: tagged items
de: Tagged Elemente
es: elementos etiquetados
fr: objets marqués
hu: címkézett elemek
pl: zatagowane elementy
ru: отмеченные объекты

source: If a list or tuple of tags is provided, they must all be tag names, Tag objects or Tag ids.
es: Si se provee una lista o tupla de etiquetas, todas ellas deberán ser nombres de etiquetas, objetos de Etiqueta o ids de Etiqueta.
fr: Si une liste ou un tuple de mots-clés est fourni, le contenu doit être des noms de mots-clés, des objets "Tag" ou des id de "Tag".
hu: Ha a címkék listáját vagy tömbjét adod meg, akkor mindnek címkenévnek, címke objektumnak vagy címkeazonosítónak kell lennie.
ru: Если указан для тегов указан список или кортеж, то элементами должны быть имена тегов, объекты Tag или идентификаторы Tag.

source: The tag input given was invalid.
de: Die eingebenen Tags sind ungültig.
es: La entrada de etiqueta dada era inválida
fr: Les valeurs d'entrée sont invalides.
hu: A megadott címke érvénytelen.
pl: Podany tag był nieprawidłowy.
ru: Неверный OpenID

source: Invalid distribution algorithm specified: %s.
de: Ungültiger Verteilalgorithmus gewählt: %s.
es: El algoritmo de distribución especificado es inválido: %s.
fr: Algorithme de distribution spécifié invalide: %s.
hu: Érvénytelen elosztási algoritmus: %s.
ru: Указан неверный алгоритм распределения: %s.

source: tags_for_model tag was given an invalid model: %s
es: tags_for_model recibió un modelo inválido: %s
fr: le mot-clé de "tags_for_model" a reçu un modèle invalide: %s
hu: A tags_for_model címke érvénytelen modellt kapott: %s.
ru: tags_for_model использован для неправильной модели: %s

source: tag_cloud_for_model tag was given an invalid model: %s
es: tag_cloud_for_model recibió un modelo inválido: %s
fr: le mot-clé de "tag_cloud_for_model" a reçu un modèle invalide: %s
hu: A tag_cloud_for_model címke érvénytelen modellt kapott: %s
ru: tag_cloud_for_model использован для неправильной модели: %s

source: tagged_objects tag was given an invalid model: %s
es: tagged_objects tag recibió un modelo inválido: %s
fr: le mot-clé de "tagged_objects" a reçu un modèle invalide: %s
hu: A tagged_objects_tag érvénytelen modellt kapott: %s
ru: tagged_objects использован для неправильной модели: %s

source: %s tag requires either three or five arguments
de: %s Tag erfordert entweder drei oder fünf Argumente
es: la etiqueta %s necesita tres o cinco argumentos
fr: le mot-clé %s nécessite 3 ou 5 arguments
hu: A %s címke vagy három, vagy négy argumentumot igényel
ru: Для %s нужно или три, или пять аргументов

source: second argument to %s tag must be 'as'
de: zweite Argument für %s Tag muss ein 'as' sein
es: el segundo argumento para la etiqueta %s debe ser 'as'
fr: le deuxième argument du mot-clé %s doit être "as"
hu: A %s címke második argumentumának 'mikéntnek' (as) kell lennie
ru: Второй аргумент для %s должен быть 'as'

source: if given, fourth argument to %s tag must be 'with'
es: en caso de existir, el cuarto argumento para la etiqueta %s debe ser 'with'
fr: si présent, le quatrième argument du mot-clé %s doit être "with"
hu: ha létezik, a %s címke negyedik argumentumának 'with'-nek kell lennie
ru: Если %s передан четвертый аргумент, то он должен быть 'with'

source: if given, fifth argument to %s tag must be 'counts'
es: en caso de existir, el quinto argumento para la etiqueta %s debe ser 'counts'
fr: si présent, le cinquième argument du mot-clé %s doit être "counts"
hu: Ha létezik, a %s címke ötödik argumentumának 'counts'-nak kell lennie
ru: Если %s передан пятый аргумент, то он должен быть 'counts'

source: %s tag requires either three or between five and seven arguments
es: la etiqueta %s necesita o tres o entre cinco y siete argumentos
fr: le mot-clé %s nécessite soit trois, soit entre cinq et sept arguments
hu: A %s címke három, négy vagy öt argumentumot igényel
ru: Для %s нужно три, пять, шесть или семь аругментов

source: %(tag)s tag's '%(option)s' option was not a valid integer: '%(value)s'
es: la opción '%(option)s' de la etiqueta %(tag)s no era un entero válido: '%(value)s'
fr: l'option %(option)s du mot-clé %(tag)s n'était pas un entier valide: '%(value)s'
hu: A %(tag)s címke '%(option)s' tulajdonsága érvénytelen egész szám: '%(value)s'
ru: Опция '%(option)s' для '%(tag)s' не является целым числом: '%(value)s'

source: %(tag)s tag's '%(option)s' option was not a valid choice: '%(value)s'
es: la opción '%(option)s' de la etiqueta %(tag)s no era una opción válida: '%(value)s'
fr: l'option %(option)s du mot-clé %(tag)s n'était pas un choix valide: '%(value)s'
hu: A %(tag)s címke '%(option)s' tulajdonsága érvénytelen választás: '%(value)s'
ru: Опция '%(option)s' для '%(tag)s' не является корректным выбором: '%(value)s'

source: %(tag)s tag was given an invalid option: '%(option)s'
es: la etiqueta %(tag)s recibió una opción inválida: '%(option)s'
fr: le mot-clé %(tag)s a reçu une option invalide: '%(option)s'
hu: A %(tag)s címke érvénytelen tulajdonságot kapott: '%(option)s'
ru: %(tag)s передана неправильная опция: '%(option)s'

source: %(tag)s tag was given a badly formatted option: '%(option)s'
es: la etiqueta %(tag)s recibió una opción mal formateada: '%(option)s'
fr: le mot-clé %(tag)s a reçu une option mal formatée: '%(option)s'
hu: A %(tag)s címke hibásan formázott tulajdonságot kapott: '%(option)s'
ru: %(tag)s передана неправильно форматированая опция: '%(option)s'

source: %(tag)s tag was given badly formatted option: '%(option)s'
es: la etiqueta %(tag)s recibió una opción mal formateada: '%(option)s'
fr: le mot-clé %(tag)s a reçu une option invalide: '%(option)s'
ru: %(tag)s передана неправильно форматированая опция: '%(option)s'

source: %s tag requires exactly three arguments
de: Tag %s benötigt genau drei Argumente
es: la etiqueta %s necesita exactamente tres argumentos
fr: le mot-clé %s nécessite exactement trois arguments
hu: A %s címke pontosan három argumentumot igényel
ru: Для %s нужно три аргумента

source: %s tag requires exactly five arguments
de: Tag %s erfordert genau fünf Argumente
es: la etiqueta %s necesita exactamente cinco argumentos
fr: le mot-clé %s nécessite exactement cinq arguments
hu: A %s címke pontosan öt argumentumot igényel
ru: Для %s нужно пять аргументов

source: second argument to %s tag must be 'in'
es: el segundo argumento para la etiqueta %s debe ser 'in'
fr: le deuxième argument du mot-clé %s doit être 'in'
hu: A %s címke második argumentumának 'in'-nek kell lennie
ru: Вторым аргументом для %s должен быть 'in'

source: fourth argument to %s tag must be 'as'
es: el segundo argumento para la etiqueta %s debe ser 'as'
fr: le quatrième argument du mot-clé %s doit être 'as'
hu: A %s negyedik argumentumának 'as'-nek kell lennie
ru: Четвертым аргументом для %s должен быть 'as'

source: Unique system code
de: Eindeutiger Systemcode
es: Código de sistema único
fr: Code système unique
hu: Egyedi rendszerkód
ru: Системный код

source: The key attribute
de: Das Schlüsselattribut
es: El atributo de la clave
fr: L'attribut clé
hu: Egyéni azonosító
ru: Ключевой атрибут

source: Block name
es: Bloquear nombre
fr: Nom de bloc
hu: Blokk címe
ru: Имя

source: The name is renders as h4 (if it is not blank)
de: Der Name wird als h4 dargestellt (falls nicht leer)
es: El nombre se renderizará como h4 (si no se deja en blanco)
fr: Le nom est rendu avec h4 (s'il n'est pas vide)
hu: (Ha nem üres, ) H4-ként jelenik meg
ru: Имя блока (если указано) отображается как h4

source: Block content
de: Blockinhalt
es: Bloquear contenido
fr: Contenu du bloc
hu: Blokk tartalma
ru: Содержимое

source: Comments about block
de: Kommentare über Block
es: Comentarios acerca del bloqueo
fr: Commentaires sur le bloc
hu: Megjegyzés
ru: Комментарий

source: The comment on text block is shown only in admin interface
de: Der Kommentar im Textblock wird nur in der Adminansicht dargestellt
es: El comentario en el bloqueo de texto es mostrado solo en la interfaz de admin
fr: Ce commentaire sur le bloc texte n'est visible que dans l'interface d'admin
hu: A megjegyzés csak az admin felületen látható
ru: Комментарий к блоку показывается только в интерфейсе администратора

source: Powered by
fr: Mu par
hu: Mozgatja a
ru: Работает на

source: close
de: schließen
es: cerrar
fr: fermer
hu: bezár
pl: zamknij
ru: Закрыть

source: forgot it?
de: Vergessen?
es: ¿lo has olvidado?
fr: mot de passe oublié?
hu: elfelejtetted?
pl: zapomniałeś hasła?
ru: Забыли?

source: Login
de: Anmelden
es: Iniciar sesión
fr: Connection
hu: Belépés
pl: Zaloguj się
ru: Войти

source: Login with
de: Anmelden mit
es: Iniciar sesión con
fr: Se connecter avec
hu: Belépés
pl: Zaloguj się podając
ru: Авторизоваться через

source: password
de: Passwort
es: contraseña
fr: un mot de passe
hu: jelszóval
pl: hasło
ru: пароль

source: or
de: oder
es: o
fr: ou
hu: vagy
pl: lub
ru: или

source: Hello,
de: Hallo,
es: Hola,
fr: Bonjour,
hu: Szeva
pl: Witaj,
ru: Привет,

source: Admin
de: Verwalten
hu: Gazda
pl: Administracja
ru: Админка

source: Profile
de: Profil
es: Perfil
fr: Profil
hu: Profil
pl: Profil
ru: Профиль

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnecter
hu: Kilépés
pl: wyloguj się
ru: Выйти

source: Profile editing
de: Profil bearbeiten
es: Edición de perfil
fr: Édition du profil
hu: Profil szerkesztése
pl: Edycja profilu
ru: Редактирование профиля

source: Associated OpenIDs
de: Zugeordnete OpenIDs
es: OpenIDs asociados
fr: OpenIDs associées
hu: Hozzárendelt OpenID-k
pl: Powiązane OpenID
ru: Ассоциированные OpenID'ы

source: Subscriptions list
de: Abonnementenliste
es: Lista de susbscripciones
fr: Liste d'abonnements
hu: Feliratkozások
pl: Lista subskrypcji
ru: Лист подписки

source: Submit
de: Senden
es: Enviar
fr: Envoyer
hu: Mehet
pl: Zatwierdź
ru: Подтвердить

source: Password reset
de: Passwort zurücksetzen
es: Reestablecer contraseña
fr: Réinitialisation du mot de passe
hu: Jelszó visszaállítása
pl: Reset hasła
ru: Сброс пароля

source: Please enter your email.
de: Bitte geben Sie Ihre E-Mailadresse ein.
es: Por favor, introduce tu email
fr: Veuillez entrer votre adresse mail.
hu: Kérlek add meg az emailcímedet.
pl: Podaj swój email.
ru: Пожалуйста, укажите ваш email

source: Reset password
de: Password zrücksetzen
es: Reestablecer contraseña
fr: Réinitialiser le mot de passe
hu: Jelszóvisszaállítás
pl: Zresetuj hasło
ru: Сбросить пароль

source: Upload new
de: Neu uploaden
es: Subir nueva
fr: Envoyer nouvelle
hu: Új fájl feltöltése
pl: Wyślij nowe
ru: Загрузить новое

source: Select uploaded
es: Seleccionar subida
fr: Sélectionner image
hu: Feltöltött választása
pl: Wybierz wysłane
ru: Выбрать загруженные

source: Add post to
de: Beitrag hinzufügen zu
es: Añadir artículo a
fr: Ajouter article à
hu: Cikk hozzáadása
pl: Dodaj wpis do
ru: Добавить пост в

source: Add to
de: Hinzufügen zu
es: Añadir a
fr: Ajouter à
hu: Hozzáad
pl: Dodaj do
ru: Добавить в

source: reply
de: antworten
es: responder
fr: répondre
hu: válaszol
pl: odpowiedz
ru: ответить

source: edit
de: bearbeiten
es: editar
fr: modifier
hu: szerkeszt
pl: edytuj
ru: редактировать

source: cancel
de: abbrechen
es: cancelar
fr: annuler
hu: mégsem
pl: anuluj
ru: отменить

source: submit
es: enviar
fr: envoyer
pl: zatwierdź
ru: отправить

source: delete
de: löschen
es: borrar
fr: effacer
hu: töröl
pl: usuń
ru: удалить

source: Comment form for &laquo;%(object)s&raquo;
es: Formulario de comentarios para &laquo;%(object)s&raquo;
fr: Formulaire de commentaire pour &laquo;%(object)s&raquo;
hu: &laquo;%(object)s&raquo: hozzászólás beküldése
pl: Formularz komentarza dla &laquo;%(object)s&raquo;
ru: Форма комментирования для &laquo;%(object)s&raquo;

source: Comment
de: Kommentar
es: Comentario
fr: Commenter
hu: Hozzászólás
pl: Skomentuj
ru: Комментировать

source: Preview
de: Vorschau
es: Previsualizar
fr: Prévisualiser
hu: Előnézet
pl: Podgląd
ru: Предпросмотр

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégsem
pl: Anuluj
ru: Отменить

source: continue&nbsp;reading
de: weiterlesen
es: continuar&nbsp;leyendo
fr: lire&nbsp;la suite
hu: olvass&nbsp;tovább
pl: kontynuuj&nbsp;czytanie
ru: продолжить&nbsp;чтение

source: Posts year archive
de: Jahresarchiv für Beiträge
es: Archivo anual
fr: Archive annuelle des articles
hu: Cikkek éves archívuma
pl: Roczne archiwum wpisów
ru: Нажмите для просмотра архива за год

source: Archive for
de: Archiv für
es: Archivo para
fr: Archive pour
hu: Archívum:
pl: Archiwum dla
ru: Архив для

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
hu: Feliratkozás
pl: Subskrybuj
ru: Подписаться

source: Unsubscribe
de: Abonnement kündigen
es: Desuscribirse
fr: Se désabonner
hu: Leiratkozás
pl: Zrezygnuj z subskrypcji
ru: Отписаться

source: already
es: ya
fr: déjà
ru: уже

source: Comment post
es: Artículo del comentario
fr: commentaires
pl: Skomentuj wpis
ru: Комментировать статью

source: Pingbacks
es: Pingback
hu: Pingbackek
ru: Пингбэки

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
hu: Hozzászólások
pl: Komentarze
ru: Комментарии

source: No comments for this post
de: Keine Kommentare für diesen Beitrag
es: No hay comentarios para este artículo
fr: Pas de commentaires pour cet article
hu: Légy te a cikk első hozzászólója!
pl: Brak komentarzy dla tego wpisu
ru: К этой публикации комментариев нет

source: comment, comments, comments
de: Kommentar, Kommentare, Kommentare
es: comentario, comentarios, comentarios
fr: commentaire, commentaires, commentaires
hu: hozzászólás, hozzászólás, hozzászólás
pl: komentarze, komentarze, komentarze
ru: комментарий, комментария, комментариев

source: pingback, pingbacks, pingbacks
hu: pingback, pingback, pingback
ru: пингбэк, пингбэка, пингбэков

source: Posts
de: Beiträge
es: Artículos
fr: Articles
hu: Cikkek
pl: Wpisy
ru: Публикации

source: All articles, tagged with union of tags
de: Alle Artikel, getagged mit einer Vereinigung von Tags
es: Todos los artículos, etiquetados con la unión de etiquetas
fr: Tous les articles, marqués par union de mots-clés
hu: Minden címkék uniójával cimkézett cikk
ru: Все публикации с тегом

source: All articles, tagged with intersection of tags
de: Alle Artikel, getagged mit einer Schnittmenge von Tags
es: Todos los artículos, etiquetados con la intersección de etiquetas
fr: Tous les articles, marqués par intersection de mots-clés
hu: Minden a címkék metszetével címkézett cikk
ru: Все публикации с тегом

source: All articles, tagged with
de: Alle Artikle getagged mit
es: Todos los artículos, etiquetados con
fr: Tous les articles, marqués avec
hu: Minden cikk, aminek címkéje
pl: Wszystkie artykuły oznaczone tagiem
ru: Все публикации с тегом

source: All articles, written by
es: Todos los artículos, escritos por
fr: Tous les articles, écrits par
pl: Wszystkie artykułu autorstwa
ru: Все публикации, написанные

source: Previous month
de: vorheriger Monat
es: Mes anterior
fr: Mois précédent
hu: Előző hónap
pl: Poprzedni miesiąc
ru: Предыдущий месяц

source: Next month
de: Nächster Monat
es: Mes siguiente
fr: Mois suivant
hu: Következő hónap
pl: Następny miesiąc
ru: Следующий месяц

source: Previous day
de: vorheriger Tag
es: Día anterior
fr: Jour précédent
hu: Előző nap
pl: Poprzedni dzień
ru: Предыдущий день

source: Next day
de: nächster Tag
es: Día siguiente
fr: Jour suivant
hu: Következő nap
pl: Następny dzień
ru: Следующий день

source: Older posts
de: Ältere Beiträge
es: Artículos más antiguos
fr: Articles plus vieux
hu: Korábbi cikkek
pl: Starsze wpisy
ru: Старые публикации

source: Newer posts
de: Neuere Beiträge
es: Artículos más nuevos
fr: Articles plus récents
hu: Újabb cikkek
pl: Nowsze wpisy
ru: Свежие публикации

source: Tags
es: Etiquetas
fr: Mots-clés
hu: Címkék
pl: Tagi
ru: Теги

source: Your OpenID is verified!
de: Ihre OpenID ist überprüft!
es: Tu OpenID ha sido verificado
fr: Votre OpenID est vérifiée!
hu: Az OpenID-d ellenőrizve!
pl: Twoje OpenID jest zweryfikowane!
ru: Ваш OpenID аккаунт подтверждён

source: Associate your OpenID
de: Ihre OpenID zuordnen
es: Asociar tu OpenID
fr: Associez votre OpenID
hu: Rendeld hozzá az OpenID-dat
pl: Powiąż swoje OpenID
ru: Ассоциируйте свой OpenID

source: A new account
de: Ein neues Konto
es: Una nueva cuenta
fr: Un nouveau compte
hu: Új fiók
pl: Nowe konto
ru: Новый аккаунт

source: Screen name
de: Benutzername
es: Nombre en pantalla
fr: Pseudo
hu: Képernyőnév
pl: Nazwa wyświetlana
ru: Имя пользователя

source: Associate with exisiting account
de: Kollege mit bestehendem Konto
es: Asociar con una cuenta existente
fr: Associer avec un compte existant
hu: Létező fiókhoz rendelés
pl: Powiąż z istniejącym kontem
ru: Существующий аккаунт
