Repository: kaitlin/HollaBackDC
Catalog: byteflow/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, hu, pl, ru

source: Name
es: Nombre
fr: Nom
hu: Név
pl: Nazwa
ru: Имя

source: Changing email requires activation
de: Die E-Mailadresse zu ändern verlangt eine neue Aktivierung
es: Cambiar el email requiere activación
fr: Changer l'adresse mail nécessite l'activation du compte
hu: Az e-mail megváltoztatása aktiválni kell
pl: Zmiana adresu email wymaga aktywacji
ru: Смена email'а требует активации

source: Site
de: Website
es: Sitio
fr: Site Web
hu: Honlap
pl: Witryna
ru: Сайт

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
pl: Hasło
ru: Пароль

source: Leave blank to keep current
de: Frei lassen, um das aktuelle Passwort beizubehalten
es: Dejar en blanco para conservar actual
fr: Laisser en blanc pour garder le mot de passe actuel
hu: Hagyd üresen a jelenlegi megtartásához
pl: Pozostaw puste by zachować obecne
ru: Оставьте пустым, чтобы не изменять

source: Repeat, to catch typos
de: Wiederholen, um Tippfehler zu vermeiden
es: Repite, para confirmar
fr: Encore, pour éviter les fautes de frappe
hu: Ismételd meg, az elütések elkerülése érdekében
pl: Powtórz, aby uniknąć literówek
ru: Повторите для предотвращения опечаток

source: This address already belongs to other user
de: Die Adresse gehört bereits zu einem anderen Benutzer
es: Esta dirección ya pertenece a otro usuario
fr: Cette adresse appartient à un autre utilisateur
hu: Ezt a címet már más felhasználó használja
pl: Ten adres jest już przypisany do innego użytkownika
ru: Этот адрес уже закреплён за другим пользователем

source: This field is required
de: Das Feld ist erforderlich
es: Campo requerido
fr: Ce champ est obligatoire
hu: Kötelező mező
pl: To pole jest wymagane
ru: Это обязательное поле

source: You must type the same password each time
de: Das selbe Passwort muss jedesmal eingegeben werden
es: Debes escribir la misma contraseña cada vez
fr: Vous devez saisir le même mot de passe à chaque fois
hu: Mindkét esetben ugyanazt a jelszót kell megadni
pl: Musisz wpisać to samo hasło za każdym razem
ru: Вы должны ввести один и тот же пароль оба раза

source: Email or password was not supplied
de: E-Mailadresse oder Password wurden nicht angegeben!
es: No se suministró el email o la contraseña
fr: Adresse mail ou mot de passe manquant
hu: Az e-mail vagy a jelszó hiányzik
pl: Email lub hasło nie zostały podane
ru: Email или пароль не указаны!

source: Email or password are incorrect!
de: E-Mailadresse oder Password sind falsch!
es: El email o la contraseña son erróneos
fr: Adresse mail ou mot de passe incorrect!
hu: Az e-mail vagy a jelszó hibás
pl: Email lub hasło są nieprawidłowe!
ru: Email или пароль неверны!

source: Activation does not exist or already expired.
de: Aktivierung fehlt oder ist abgelaufen.
es: La activación no existe, o ya ha expirado
fr: Activation inexistante ou périmée.
hu: Az aktiváló nem létezik vagy már lejárt
pl: Aktywacja nie istnieje lub już wygasła.
ru: Ключ неверен или просрочен.

source: Password succesfully resetted. Message with new password was sent to your email.
de: Das Passwort wurde erfolgreich zurück gesetzt. Eine Nachricht mit dem neuen Passwort wurde per E-Mail verschickt.
es: Contraseña reestablecida con éxito. Se ha enviado un mensaje con la nueva contraseña a tu email.
fr: Réinitialisation du mot de passe réussie. Un email contenant votre nouveau mot de passe vous a été envoyé.
hu: A jelszót sikeresen visszaállítottam. Az új jelszavadról az e-mailt elküldtem.
pl: Hasło pomyślnie zresetowane. Wiadomość zawierająca nowe hasło została wysłana na Twój email.
ru: Пароль успешно обнулён. Сообщение с новым паролем было отослано на Ваш email.

source: Please enter email.
es: Por favor, introduzca email
fr: Veuillez entrer votre adresse mail.
pl: Proszę podać adres email.
ru: Пожалуйста, укажите ваш email

source: Message with instructions to reset password was sent to your email.
de: Nachricht mit Anweisungen zum Zurücksetzen des Passworts wurde per E-Mail verschickt.
es: Se ha enviado a tu email un mensaje con instrucciones para reestablecer la contraseña.
fr: Un message contenant des instructions pour réinitialiser votre mot de passe vous a été envoyé.
hu: Egy a jelszó visszaállításról szóló e-mailt küldtem neked.
pl: Wiadomość zawierająca instrukcje dotyczące resetowania hasła została wysłana na Twój email.
ru: Сообщение с инструкциями по обнулению пароля были отосланы на Ваш email.

source: Sorry, no one user is associated with this email.
de: Tut uns leid. Es existiert kein Benutzer mit dieser E-Mailadresse.
es: Lo siento, no hay ningún usuario asociado con este email.
fr: Désolé, aucun utilisateur ne correspond à cette adresse mail.
hu: Bocs, de ezzel az e-mailcím egy felhasználóhoz sem tartozik.
pl: Przepraszamy, żaden użytkownik nie jest powiązany z tym adresem email.
ru: Этот email не существует в базе.

source: You have succesfully changed your email address!
de: Die E-Mailadresse wurde erfolgreich geändert!
es: Has cambiado tu dirección de email con éxito
fr: Votre changement d'adresse mail est réussi!
hu: Az e-mailcímedet sikeresen megváltoztattam.
pl: Pomyślnie zmieniłeś swój adres email!
ru: Вы успешно сменили свой email!

source: Comment approval error
de: Fehler bei der Kommentarzustimmung
es: Error al aprobar comentario
fr: Erreur de validation de commentaire
hu: A megjegyzést nem sikerült hitelesíteni
pl: Błąd zatwierdzania komentarza
ru: Ошибка подтверждения комментария.

source: Changes to profile saved.
de: Änderungen wurden im Profil gespeichert.
es: Cambios en el perfil guardados.
fr: Modifications du profil enregistrées.
hu: A profilodat elmentettem
pl: Zmiany w profilu zapisane.
ru: Изменения профиля сохранены.

source: Slug
de: Schlagzeile
hu: Egyszerű url
ru: Слаг

source: Text
de: Beitrag
es: Texto
fr: Texte
hu: Szöveg
pl: Tekst
ru: Содержимое

source: Render method
de: Render-Methode
es: Método de renderizado
fr: Méthode de rendu
hu: Megjelenítés módja
pl: Metoda renderowania
ru: Метод рендеринга

source: Date
de: Datum
es: Fecha
hu: Dátum
pl: Data
ru: Дата

source: Draft
es: Borrador
fr: Brouillon
pl: Szkic
ru: Черновик

source: view
de: betrachten
es: vista
fr: voir
hu: nézet
pl: podgląd
ru: Смотреть

source: Please look in your mailbox for info about your account.
de: Bitte schauen Sie wegen Informationen zu Ihrem Konto in ihr Postfach.
es: Por favor, mira en tu buzón de correo para ver información sobre tu cuenta.
fr: Veuillez s'il vous plaît consulter votre boîte aux lettres pour y trouver des informations concernant votre compte.
hu: Kérlek, vess egy pillantást a levelesládádra a számládról szóló információkért.
pl: Sprawdź swoją skrzynką pocztową. Wysłaliśmy na nią informacje o Twoim koncie.
ru: Пожалуйста, проверьте свой почтовый ящик - должна прийти информация о Вашей учётной записи

source: Please look in your mailbox for comment approval link.
de: Bitte schauen Sie nach dem Kommentar-Zustimmungslink in Ihr Postfach.
es: Por favor, mira en tu buzón de correo para el enlace de aprobación del comentario.
fr: Veuillez consulter votre boîte aux lettres pour trouver le lien de validation de commentaire.
hu: Kérlek, vedd egy pillantást a levelesládádra a megjegyzés engedélyezése érdekében.
pl: Sprawdź swoją skrzynką pocztową. Wysłaliśmy na nią e-mail z odnośnikiem umożliwiającym zatwierdzenie komentarza.
ru: Пожалуйста, проверьте свой почтовый ящик - должна прийти ссылка о подтверждении комментария

source: Relations
de: Beziehungen
es: Relaciones
hu: Viszonyok
pl: Relacje
ru: Связи

source: Weight
de: Gewichtung
es: Peso
fr: Poids
hu: Súly
pl: Waga
ru: Вес

source: You can order links by this field. Link with smaller number goes first.
de: Du kannst links nach diesem Feld sortieren. Links mit kleiner Nummer kommen zuerst.
es: Puedes ordenar los enlaces mediante este campo. El enlace con el número menor será el primero.
fr: Vous pouvez trier les liens à l'aide de ce champ. Les liens avec le poids le plus léger seront affichés en premier.
hu: Ezzel a mezővel tudod a linkeket sorba rendezni. Az alacsonyabb szám kerül előlre.
pl: Możesz posortować odnośniki w oparciu o wartość tego pola. Odnośnik z mniejszym numerem pokazuje się pierwszy.
ru: Вы можете упорядочить ссылки по этому полю. Ссылка с меньшим номером показывается раньше.

source: Friendship relation
de: Freundschafsbeziehung
es: Relación de amistad
fr: Relation amicale
hu: Baráti kapcsolat
pl: Relacja przyjacielska
ru: Дружеские отношения

source: Physical relation
de: Physische Beziehung
es: Relación física
fr: relation concrète
hu: Fizikai kapcsolat
pl: Relacja fizyczna
ru: Личное знакомство

source: Profesional relation
de: Geschäftsbeziehung
es: Relación profesional
fr: Relation professionnelle
hu: Szakmai kapcsolat
pl: Relacja zawodowa
ru: Профессиональные отношения

source: Geographical relation
de: Geografische Beziehung
es: Relación geográfica
fr: Relation géographique
hu: Földrajzi kapcsolat
pl: Relacja geograficzna
ru: Географическая связь

source: Family relation
de: Familienbeziehung
es: Relación familiar
fr: Relation familiale
hu: Családi kapcsolat
pl: Relacja rodzinna
ru: Семейные связи

source: Romantic relation
de: Liebesbeziehung
es: Relación romántica
fr: Relation amoureuse
hu: Viszony
pl: Relacja uczuciowa
ru: Романтические отношения

source: Identity relation
de: Identitätsbeziehung
es: Relación de identidad
fr: Identité
hu: Személyiségi kapcsolat
pl: Relacja tożsamościowa
ru: Личные отношения

source: Link
es: Enlace
fr: Lien
pl: Odnośnik
ru: Ссылка

source: Links
es: Enlaces
fr: Liens
hu: Linkek
pl: Odnośniki
ru: Ссылки

source: contact
es: contacto
hu: kapcsolat
pl: kontakt
ru: в контакте

source: acquaintance
de: Bekanntschaft
es: conocido
fr: connaissance
hu: ismerős
pl: znajomość
ru: знакомый

source: friend
de: Freund
es: amigo
fr: ami(e)
hu: barát
pl: przyjaciel
ru: друг

source: met
de: getroffen
es: conocido en persona
fr: rencontré(e)
hu: találkoztunk már
pl: spotkany
ru: виделись лично

source: co-worker
de: Mitarbeiter
es: compañero de trabajo
fr: collègue de travail
hu: munkatárs
pl: współpracownik
ru: сотрудник

source: colleague
de: Kollege
es: colega
fr: confrère
hu: szakmabeli
pl: kolega
ru: коллега

source: co-resident
de: Mitbewohner
es: co-residente
fr: colocataire
hu: környéken lakik
pl: współmieszkaniec
ru: сосед по улице

source: neighbor
de: Nachbar
es: vecino
fr: voisin
hu: szomszéd
pl: sąsiad
ru: сосед

source: child
de: Kind
es: hijo
fr: enfant
hu: gyermek
pl: dziecko
ru: ребёнок

source: parent
de: Eltern
es: padre
hu: szülő
pl: rodzic
ru: родитель

source: sibling
de: Geschwister
es: hermano/a
fr: frère/soeur
hu: testvér
pl: rodzeństwo
ru: брат, сестра

source: spouse
de: Ehegatte
es: esposo/a
fr: conjoint
hu: házastárs
pl: małżonek
ru: супруг, супруга

source: kin
de: Verwandtschaft
es: familiar
fr: apparenté
hu: rokon
pl: krewny
ru: родственник

source: muse
es: musa
hu: múzsa
pl: muza
ru: водхновление

source: crush
de: verknallt
es: enamorado
fr: coup de foudre
hu: egyoldalú viszony
pl: przeciwnik
ru: влечение

source: date
de: Datum
es: cita
fr: petit(e)-ami(e)
hu: alkalmi kapcsolat
pl: romans
ru: любовники

source: sweetheart
de: Liebling
es: novio/a
fr: être aimé
hu: párkapcsolat
pl: ukochany
ru: любовь

source: me
de: mich
es: yo
fr: moi
hu: magam
pl: ja
ru: Да это же я!

source: Captcha
fr: Image antispam
ru: Каптча

source: Please, enter symbols, which you see on the image
de: Bitte geben Sie die Symbole auf dem Bild ein
es: Por favor, introduce los símbolos que encontrarás en la imagen
fr: Veuillez entrer les caractères que vous voyez sur l'image
hu: Kérlek, add meg a képen látható jeleket
pl: Wpisz tekst z obrazka
ru: Пожалуйста, введите символы, которые вы видите на изображении

source: Wrong answer
de: Falsche Antwort
es: Respuesta incorrecta
fr: Mauvaise réponse
hu: Rossz válasz
pl: Nieprawidłowa odpowiedź
ru: Неправильный ответ

source: Subscribe to comments
de: Kommentare abonnieren
es: Suscribirse a los comentarios
fr: S'abonner aux commentaires
hu: Felirakozom a megjegyzésekre
pl: Subskrybuj komentarze
ru: Подписаться на комментарии

source: You are trying to reply to unavailable comment
de: Sie versuchen auf einen nicht verfügbaren Kommentar zu antworten
es: Estás intentando responder a un comentario no disponible
fr: Vous essayez de répondre à un commentaire non disponible
hu: Nem létező megjegyzésre próbálsz válaszolni
pl: Próbujesz odpowiedzieć na nieosiągalny komentarz
ru: Вы пытаетесь ответить на несуществующий комментарий

source: Trying to reply to comment from another object
de: Sie versuchen auf einen Kommentar eines anderen Objekts zu antworten
es: Estás intentando responder a un comentario de otro objeto
fr: Réponse à un commentaire appartenant à un autre objet
hu: Más objektum megjegyzésére próbálsz válaszolni
pl: Próbujesz odpowiedzieć na komentarz z innego obiektu
ru: Попытка ответить на комментарий к другому объекту

source: Required. 30 chars of fewer.
de: Erforderlich. 30 Zeichen oder weniger.
es: Necesario. 30 caracteres o menos.
fr: Obligatoire. 30 caractères ou moins.
hu: Kötelező. 30 vagy kevesebb betű.
pl: Wymagane. Do 30 znaków.
ru: Обязательное поле. Не больше 30 символов.

source: Required.
de: Erforderlich.
es: Necesario.
fr: Obligatoire.
hu: Kötelező.
pl: Wymagane.
ru: Обязательное поле

source: Are you human?
de: Sind Sie menschlich?
es: ¿Eres un humano?
fr: Êtes-vous un humain?
hu: Ember vagy?
pl: Czy jesteś człowiekiem?
ru: Вы человек?

source: Publishing date
de: Datum der Veröffentlichung
es: Fecha de publicación
fr: Date de publication
hu: Közzétéve
pl: Data publikacji
ru: Дата публикации

source: Body
de: Text
es: Cuerpo
fr: Contenu
hu: Hozzászólás
pl: Treść
ru: Сообщение

source: Body HTML
de: Text in HTML
es: HTML del cuerpo
fr: Contenu en HTML
hu: HTML test
ru: Сообщение (HTML)

source: All
de: Alle
es: Todo
fr: Tout
hu: Minden
pl: Wszystko
ru: Ото всех

source: Anonymous only
de: Nur Anonym
es: Solo anónimos
fr: Anonyme seulement
hu: Név nélkül
pl: Tylko anonimowi
ru: От анонимных

source: non-Friends
de: Keine Freunde
es: no-amigos
fr: non-Amis
hu: nem barátok
pl: nie-przyjaciele
ru: От не-друзей

source: None
de: Keiner
es: Ninguno
fr: Aucun
hu: Semmi
pl: Nic
ru: Ни от кого

source: Needs crossposting
de: Benötigt Cross-Posting
es: Necesita crossposting
fr: Postage croisé
hu: Keresztpostolást igényel
pl: Wymaga postów krzyżowych
ru: Требуется кросс-пост

source: Turn off comments
de: Kommentare deaktivieren
es: Desactivar comentarios
fr: Désactiver les commentaires
hu: Megjegyzések kikapcsolása
pl: Wyłącz komentarze
ru: Отключить комментарии

source: Comments screening
es: Explorar comentarios
fr: Filtrage des commentaires
hu: Megjegyzések átnézése
pl: Badanie komentarzy
ru: Прятать комментарии

source: Access level
de: Zugriffsebene
es: Nivel de acceso
fr: Niveau d'accès
hu: Hozzáférés szintje
pl: Poziom dostępu
ru: Уровень доступа

source: i-names are not supported
de: i-names werden nicht unterstützt
es: los i-names no están soportados
fr: les "i-names" ne sont pas supportés
hu: Az i-nevek nem támogatottak
pl: i-nazwy nie są wspierane
ru: i-name'ы не поддерживаются

source: next url "%s" is invalid
de: nächste URL "%s" ist ungültig
es: la siguiente url "%s" es inválida
fr: l'adresse suivante "%s" n'est pas valide
hu: a "%s" url érvénytelen
pl: kolejny url "%s" jest nieprawidłowy
ru: следующий адрес - "%s" - неправильный

source: This email is already in database. Please choose another.
de: Die E-Mailadresse ist bereits in der Datenbank. Bitte eine andere auswählen.
es: Ese email ya aparece en la base de datos. Por favor, elije otro.
fr: Cette adresse est déjà dans la base de donnée. Veuillez en choisir une autre s'il vous plaît.
hu: Ez az e-mail már létezik az adatbázisban. Kérlek, válassz másikat.
pl: Ten email jest już w bazie danych. Wybierz inny.
ru: Этот email адрес уже зарегистрирован. Пожалуйста, выберите другой.

source: This email doesn't exist. Please choose another.
de: Die E-Mailadresse existiert nicht. Bitte eine andere auswählen.
es: Ese email no existe. Por favor, elije otro.
fr: Cette adresse n'existe pas. Veuillez en choisir une autre s'il vous plaît.
hu: Ez az e-mail nem létezik. Kérlek, válassz másikat.
pl: Ten email nie istnieje. Wybierz inny
ru: Этот email адрес не существует. Пожалуйста, выберите другой.

source: Please enter a correct email and password. Note that both fields are case-sensitive.
de: Bitte gültige E-Mailadresse und Passwort eingeben. Beachten Sie, beide Felder sind abhängig von Groß-/Kleinschreibung
es: Por favor, introduce un email y una contraseña correctos. Ten en cuenta que ambos campos distinguen mayúsculas y minúsculas.
fr: Veuillez entrer une adresse mail correcte et un mot de passe. Notez que les deux champs sont sensibles à la casse.
hu: Kérlek, adj meg egy valódi e-mailt és jelszót. Mindkét mező nagybetűérzékeny.
pl: Podaj właściwy adres email i hasło. Wielkość liter ma znaczenie.
ru: Пожалуйста, введите корректные email и пароль. Оба поля чувствительны к регистру.

source: This account is inactive.
de: Das Konto ist inaktiv.
es: Esta cuenta está inactiva.
fr: Ce compte n'est pas actif.
hu: Ez a fiók inaktív.
pl: To konto jest nieaktywne.
ru: Эта учётная запись не активна.

source: The OpenID was invalid
de: Die OpenID war ungültig
es: El OpenID era inválido
fr: Cet OpenID était invalide
hu: Az OpenID érvénytelen
pl: OpenID był nieprawidłowy
ru: Неверный OpenID

source: The request was cancelled
de: Der Abruf wurde abgebrochen
es: La operación fue cancelada
fr: Cette requête a été annulée
hu: A kérés meg lett szakítva
pl: Żądanie zostało anulowane
ru: Запрос был отменён

source: Invalid POST data
de: Ungültige POST Daten
es: Datos POST inválidos
fr: Données de POST invalides
hu: Érvénytelen POST adat
pl: Niewłaściwe dane typu POST
ru: Ваши POST данные полный отстой

source: You must have at least one OpenID if you don't have email!
de: Sie müssen mindestens ein OpenID haben, wenn Sie keine E-Mailadresse haben!
es: ¡Necesitas al menos un OpenID si no tienes email!
fr: Vous devez avoir au moins une OpenID si vous n'avez pas d'adresse mail!
hu: Legalább egy OpenID-val rendelkezned kell, ha nincsen e-mailed!
pl: Musisz mieć przynajmniej jeden OpenID jeśli nie masz adresu email!
ru: При отсутствии email адреса должен оставаться хотя бы один OpenID!

source: OpenID deassociated successfully
de: OpenID wurde erfolgreich entfernt
es: OpenID desasociado con éxito
fr: Désassociation d'OpenID réussie
hu: Az OpenID-t sikeresen leválasztottam
pl: Odwiązanie OpenID zakończyło się pomyślnie.
ru: OpenID деассоциирован успешно

source: Description
de: Beschreibung
es: Descripción
hu: Leírás
pl: Opis
ru: Описание

source: Image
de: Bild
es: Imagen
hu: Kép
pl: Obrazek
ru: Изображение

source: Select a file to attach
de: Bitte eine Datei zum Anhängen auswählen
es: Selecciona un archivo a adjuntar
fr: Choisissez un fichier à joindre
hu: Válassz ki egy kapcsolódó fájlt
pl: Wybierz plik do załączenia
ru: Выберите файл вложения

source: Subdirectory
de: Unterverzeichnis
es: Subdirectorio
fr: Sous-dossier
hu: Alkönyvtár
pl: Podkatalog
ru: Подкаталог

source: The subdirectory can't contain dots (.)
de: Das Unterverzeichniss kann keine Punkte (.) enthalten
es: El subdirectorio no puede contener puntos (.)
fr: Le nom de sous-dossier ne peut pas contenir de point (.)
hu: Az alkönyvtár nem tartalmazhat pontokat (.)
pl: Podkatalog nie może zawierać kropek (.)
ru: Имя подкаталога не может содержать точки

source: Attach file
de: Datei anhängen
es: Adjuntar archivo
fr: Joindre fichier
hu: Fájl csatolása
pl: Dołącz plik
ru: Вложить файл

source: Upload file
de: Datei hochladen
es: Subir archivo
fr: Envoyer fichier
hu: Fájl feltöltése
pl: Wyślij plik
ru: Загрузить файл

source: Unknown error.
de: Unbekannter Fehler.
es: Error desconocido.
fr: Erreur inconnue.
hu: Ismeretlen hiba.
pl: Nieznany błąd.
ru: Неизвестная ошибка.

source: We weren't able to verify the public key. Please try again later.
de: Wir können keinen öffentlichen Schlüssel identifizieren. Bitte später nochmal versuchen.
es: No fue posible verificar la clave pública. Por favor, inténtalo de nuevo más tarde.
fr: Nous n'avons pas pu vérifier la clé publique. Merci de réessayer ultérieurement.
hu: A nyilvános kulcsot nem sikerült azonosítani. Kérlek, próbáld meg később.
pl: Nie byliśmy w stanie zweryfikować klucza publicznego. Spróbuj ponownie później.
ru: Мы не можем проверить публичный ключ. Пожалуйста попробуйте позже.

source: We weren't able to verify the private key. Please try again later.
de: Wir können den Privatschlüssel nicht überprüfen. Bitte nochmal versuchen.
es: No fue posible verificar la clave privada. Por favor, inténtalo de nuevo más tarde.
fr: Nous n'avons pas pu vérifier la clé privée. Merci de réessayer ultérieurement.
hu: Az egyéni kulcsot nem sikerült azonosítani. Kérlek, próbáld meg később.
pl: Nie byliśmy w stanie zweryfikować klucza prywatnego. Spróbuj ponownie później.
ru: Мы не можем проверить приватный ключ. Пожалуйста попробуйте позже.

source: The challenge parameter of the verify script was incorrect.
es: El parámetro challenge del script de verificación era incorrecto.
fr: Le paramètre "challenge" du script de vérification était incorrect.
hu: Az ellenőrző szkript kihívás paramétere hibás.
pl: Parametr challenge skryptu weryfikującego był nieprawidłowy.
ru: Проверочный параметр неверен

source: The CAPTCHA solution was incorrect.
de: Die CAPTCHA Lösung war inkorrekt.
es: LA solución del CAPTCHA era incorrecta
fr: Les caractères de l'image antispam étaient incorrects.
hu: A Captcha megoldása hibás.
pl: Rozwiązanie CAPTCHA było niepoprawne.
ru: Неверная CAPTCHA

source: The parameters to /verify were incorrect, make sure you are passing all the required parameters. Please try again later.
es: Los parámetros para /verify eran incorrectos, asegúrate de que estás pasando todos los parámetros requeridos. Por favor, intenta de nuevo más tarde.
fr: Les paramètres de /verify étaient incorrects, vérifiez que vous passez les paramètres nécessaires. Veuillez réessayer ultérieurement.
hu: Az ellenőrizendő paraméterek hibásak. Ellenőrizd, hogy minden kötelező paramétert átadsz. Kérlek, próbáld újra.
pl: Parametry dla /verify były niepoprawne, upewnij się, że przesyłasz wszystkie wymagane parametry. Spróbuj ponownie później.
ru: Параметры для /verify неверны, проверьте, что вы передаете все необходимые параметры. Попробуйте еще раз позже.

source: reCAPTCHA API keys are tied to a specific domain name for security reasons. Please try again later.
es: las claves API de reCAPTCHA están enlazadas a un nombre de dominio específico por razones de seguridad. Por favor, intenta de nuevo más tarde.
fr: Les clés d'API reCAPTCHA sont liées à un nom de domaine spécifique pour des raisons de sécurité. Veuillez réessayer plus tard.
hu: A reCaptcha API kulcsok biztonsági okokból adott domainre szólnak. Kérlek, próbáld újra.
pl: klucze API reCAPTCHA są związane z konkretną nazwą domeny ze względów bezpieczeństwa. Spróbuj ponownie później.
ru: Ключи reCAPTCHA привязаны к конкретным доменам из соображений безопасности

source: Unable to contact the reCAPTCHA verify server. Please try again later.
es: No se pudo contactar con el servidor de verificación de reCAPTCHA. Por favor, intenta de nuevo más tarde.
fr: Impossible de contacter le serveur de vérification reCAPTCHA. Veuillez essayer plus tard.
hu: A reCaptcha ellenőzrő szerver nem elérhető. Kérlek, próbáld újra.
pl: Brak kontaktu z serwerem reCAPTCHA. Spróbuj ponownie później.
ru: Не возможно соединиться с reCAPTCHA сервером. Пожалуйста попробуйте ещё раз позже.
