Repository: kaitlin/HollaBackDC
Catalog: byteflow/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, hu, pl, ru

source: Your OpenIDs
de: Ihre OpenIDs
es: Tus OpenIDs
fr: Vos OpenIDs
hu: OpenID-jaid
pl: Twoje OpenID
ru: Ваши OpenID аккаунты

source: Delete
de: Löschen
es: Borrar
fr: Effacer
hu: Töröl
pl: Usuń
ru: Удалить

source: Associate new OpenID
de: Neue OpenID zuordnen
es: Asociar nuevo OpenID
fr: Associer nouvelle OpenID
hu: Új OpenID hozzárendelése
pl: Przypisz nowe OpenID
ru: Ассоциировать новый OpenID

source: OpenID URL
es: URL de OpenID
fr: URL OpenID
pl: URL OpenID
ru: Адрес OpenID

source: Associate
de: Zuordnen
es: Asociar
fr: Associer
hu: Hozzárendel
pl: Powiąż
ru: Ассоциировать

source: Sign in
de: Eintragen
es: Iniciar sesión
fr: Se connecter
hu: Bejelentkezik
pl: Zaloguj się
ru: Зарегистрироваться

source: Sign in using your OpenID
de: OpenID zur Benutzung eintragen
es: Iniciar sesión usando tu OpenID
fr: Se connecter avec OpenID
hu: Bejelentkezés OpenIDval
pl: Zaloguj się używając OpenID
ru: Зарегистрироваться через OpenID

source: Remember my answer
de: Meine Antwort merken
es: Recordar mi respuesta
fr: Mémoriser ma réponse
hu: Választás megjegyzése
pl: Zapamiętaj moją odpowiedź
ru: Запомнить мой ответ

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
hu: Elfogad
pl: Zaakceptuj
ru: Принять

source: Dismiss
es: Rechazar
fr: Annuler
hu: Elutasít
pl: Odrzuć
ru: Отвергнуть

source: Click to filter by %(tag)s
es: Haz click para filtrar por %(tag)s
fr: Cliquez pour filtrer par %(tag)s
pl: kliknij by przefiltrować po %(tag)s
ru: Нажмите для фильтрации по %(tag)s

source: Click to see day archive
de: Klicken für Tagesarchiv
es: Haz click para ver el archivo diario
fr: Cliquez pour voir l'archive du jour
hu: Kattints a napi archívumhoz
pl: Kliknij aby zobaczyć archiwum dzienne
ru: Нажмите для просмотра архива за день

source: Click to see month archive
de: Klicken für Monatsarchiv
es: Haz click para ver el archivo mensual
fr: Cliquez pour voir l'archive du mois
hu: Kattints a havi archívumhoz
pl: Kliknij aby zobaczyć archiwum miesięczne
ru: Нажмите для просмотра архива за месяц

source: Click to see year archive
de: Klicken für Jahresarchiv
es: Haz click para ver el archivo anual
fr: Cliquez pour voir l'archive de l'année
hu: Kattints az éves archívumhoz
pl: Kliknij aby zobaczyć archiwum roczne
ru: Нажмите для просмотра архива за год

source: unsubscribe
de: Abonnement kündigen
es: desuscribirse
fr: se désabonner
hu: leiratkozás
pl: zrezygnuj z subskrypcji
ru: отписаться

source: Unsubscribe from subscription type
es: desuscribirse del tipo de suscripción
fr: se désabonner par type de contenu
hu: Leiratkozás a feliratkozás tipusról
pl: Zrezygnuj ze wszystkich subskrypcji dla elementów danego typu
ru: Отписаться

source: Unsubscribe from all %(ctype)ss.
hu: Leiratkozás minden %(ctype)s-ről
pl: Zrezygnuj ze wszystkich subskrypcji na elementy typu %(ctype)s.
ru: Отписаться от всех %(ctype)s.

source: Subscribing to
es: Suscribirse a
fr: Abonnement à
hu: Feliratkozás
pl: Subskrybuj
ru: Подписаться на

source: Subscribing to "%(object)s". Are you sure you want to do that?
es: Suscribiendo a "%(object)s". ¿Estás seguro de que deseas hacer eso?
fr: Abonnement à "%(object)s". Êtes-vous sûr de vouloir faire cela?
hu: Feliratkozás "%(object)s"-re. Biztosan ezt akarod?
pl: Subskrybuj "%(object)s". Czy na pewno chcesz to zrobić?
ru: Подписка на "%(object)s". Вы уверены что хотите сделать это?

source: Unsubscribing from
es: Desuscribiendo de
fr: Désabonnement de
hu: Leiratkozás innen
pl: Rezygnacja z subskrypcji na
ru: Форма отписки

source: Are you sure you want to do that?
de: Sind Sie sicher, dass Sie das tun wollen?
es: ¿Estás seguro de que desear hacer eso?
fr: Êtes-vous sûr de vouloir faire cela?
hu: Biztosan ezt akarod?
pl: Czy na pewno chcesz to zrobić?
ru: Вы уверены что хотите сделать это?

source: blog entries feed
de: Feed für Blogeinträge
es: feed de entradas del blog
fr: flux des articles
hu: blog cikkek szál
pl: kanał wpisów z bloga
ru: Фид публикаций

source: comments feed
de: Feed für Kommentare
es: feed de comentarios
fr: flux des commentaires
hu: hozzászólások szál
pl: kanał komentarzy
ru: Фид комментариев

source: Last comments
de: Letzten Kommentare
es: Últimos comentarios
fr: Derniers commentaires
hu: Utolsó hozzászólások
pl: Ostatnie komentarze
ru: Последние комментарии

source: No comments on blog
de: Keine Kommentare im Blog
es: No hay comentarios en el blog
fr: Pas de commentaires sur le blog
hu: Nincsenek hozzászólások
pl: Brak komentarzy na blogu
ru: Комментариев нет

source: Last posts
de: Letzten Beiträge
es: Últimos artículos
fr: Derniers articles
hu: Utolsó cikkek
pl: Ostatnie wpisy
ru: Последние публикации

source: No posts on blog
de: Keine Beiträge im Blog
es: No hay artículos en el blog
fr: Pas d'articles sur ce blog
hu: Nincsenek cikkek
pl: Brak wpisów na blogu
ru: Публикаций нет

source: Click to filter by
de: Klicken, zum Filtern nach
es: Haz click para filtrar por
fr: Cliquez pour filtrer par
hu: Kattins a szűréshez
pl: Kliknij żeby przefiltrować
ru: Нажмите для фильтрации по

source: About
de: Über
es: Acerca de
fr: A propos
hu: Önkép
pl: O
ru: О блоге

source: Login with password
de: Mit Passwort anmelden
es: Iniciar sesión con contraseña
fr: Se connecter avec un mot de passe
hu: Bejelentkezés jelszóval
pl: Zaloguj się podając hasło
ru: Авторизоваться через пароль

source: Forgot password?
de: Passwort vergessen?
es: ¿Has olvidado la contraseña?
fr: Mot de passe oublié?
hu: Elfelejtetted a jelszavad?
pl: Zapomniane hasło?
ru: Забыли пароль?

source: Login with OpenID
de: Mit OpenID anmelden
es: Iniciar sesión con OpenID
fr: Se connecter avec OpenID
hu: Bejelentkezés OpenID-val
pl: Zaloguj się używając OpenID
ru: Авторизоваться через OpenID

source: Reply to &laquo;%(object)s&raquo;
es: Responder a &laquo;%(object)s&raquo;
fr: Répondre à &laquo;%(object)s&raquo;
hu: &laquo;%(object)s&raquo;-nak válaszolj
pl: Odpowiedz na &laquo;%(object)s&raquo;
ru: Форма комментирования для &laquo;%(object)s&raquo;

source: Previous year
de: vorheriges Jahr
es: Año anterior
fr: Année précédente
hu: Előző év
pl: Poprzedni rok
ru: Предыдущий день

source: Next year
de: Nächstes Jahr
es: Año siguiente
fr: Année suivante
hu: Következő év
pl: Przyszły rok
ru: Следующий день

source: Add comment
de: Kommentar hinzufügen
es: Añadir comentario
fr: Ajouter un commentaire
hu: Hozzászólás hozzáadása
pl: Dodaj komentarz
ru: Последние комментарии

source: Blog feed
de: Feed für Blog
es: Feed del blog
fr: Flux du blog
hu: Blog szál
pl: Kanał bloga
ru: Фид публикаций

source: Comments feed
de: Feed für Kommentare
es: Feed de comentarios
fr: Flux des commentaires
hu: Megjegyzések szál
pl: Kanał komentarzy
ru: Фид комментариев

source: Blogroll
fr: Blogoliste
pl: Inne blogi
ru: Блогролл

source: Navigation
es: Navegación
hu: Navigáció
pl: Nawigacja
ru: Навигация

source: Search
de: Suche
es: Búsqueda
fr: Recherche
hu: Keresét
pl: Szukaj
ru: Поиск

source: Write on:
es: Escribir en:
fr: Écrire sur:
hu: Téma:
pl: Napisane:
ru: Написано в:

source: tags:
es: etiquetas:
fr: Mots-clés:
hu: címkék
pl: tagi:
ru: теги:

source: permalink
de: Permamentlink
es: enlace permanente
fr: permalien
pl: stały link
ru: постоянная ссылка

source: Make comment
de: Kommentar eintragen
es: Hacer comentario
fr: Commenter
hu: hozzászólás készítése
pl: Dodaj komentarz
ru: Комментировать

source: Popular posts
de: Beliebte Beiträge
es: Artículos populares
fr: Articles populaires
hu: Kedvenc cikkek
pl: Popularne wpisy
ru: Популярные публикации

source: Feature not ready yet
de: Funktion noch nicht fertig
es: Característica todavía no disponible
fr: Fonctionnalité pas encore implémentée
hu: A funkció még nem létezik
pl: Funkcja jeszcze nie gotowa
ru: Возможность ещё не готова

source: Advertize
de: Werben
es: Anunciar
fr: Publicité
hu: Hirdess
pl: Reklamuj
ru: Реклама

source: Powered by
fr: Mu par
ru: Работает на

source: logout
es: cerrar sesión
fr: Déconnection
ru: выйти

source: after
es: después
fr: après
ru: через

source: day, days, days
es: día, días, días
fr: jour, jours, jours
ru: день, дня, дней

source: Useful information
de: Nützliche Informationen
es: Información útil
fr: Information utile
hu: Hasznos információ
pl: Użyteczna informacja
ru: Полезная информация

source: Current password
ru: Текущий пароль

source: Wrong password
ru: Неверный пароль

source: Parent object
ru: Родительский объект

source: Parent comment
ru: Родительский комментарий

source: Users comments
ru: Комментарии пользователя

source: Mark selected comments as approved
ru: Подтвердить выбранные комментарии

source: One comment was approved
ru: Комментарий подтвержен

source: %d comments were approved
ru: Подтверждено %d комментариев

source: This name is already used by another user. Please choose another.
es: Ese email ya aparece en la base de datos. Por favor, elije otro.
fr: Ce nom est déjà utilisé. Merci d'en choisir un autre.

source: Email address of account to merge
es: Dirección de email de la cuenta a fusionar
fr: Adresse mail du compte à fusionner
pl: Adres email konta do połączenia

source: Specified user not found
es: No se encontró el usuario especificado
fr: Utilisateur spécifié non trouvé
pl: Wskazany użytkownik nie został znaleziony

source: related_objects tag was given an invalid model: %s
es: related_objects tag recibió un modelo inválido: %s
fr: le mot-clé "related_objects" a reçu un modèle invalide: %s

source: %s tag requires 5 or 7 arguments
es: la etiqueta %s necesita 5 o 7 argumentos
fr: le mot-clé %s nécessite 5 ou 7 arguments

source: %s tag: invalid syntax
es: tag %s: sintaxis no válida
fr: mot-clé %s: syntaxe invalide

source: comment on any post to register
es: comenta en cualquier artículo para registrarte
fr: Faites un commentaire sur un article pour vous enregistrer
pl: skomentuj dowolny wpis by się zarejestrować

source: Merge
es: Fusionar
fr: Fusionner
pl: Połącz

source: Merge with another account
es: Fusionar con otra cuenta
fr: Fusionner avec un autre compte
pl: Połącz z innym kontem

source: <p>We've got a request from <a href="%(root)s">%(root)s</a> to authenticate you as <a href="%(identity)s">%(identity)s</a>.</p> <p>Click 'Accept' to accept authentication request (you'll be redirected to %(return_to)s).</p> <p>Click 'Dismiss' to dismiss request (and to go to %(cancel_url)s).</p>
es: <p>Tenemos una petición de <a href="%(root)s">%(root)s</a> para autentificarte como <a href="%(identity)s">%(identity)s</a>.</p> <p>Haz click en 'Aceptar' para aceptar la petición de identificación (serás redirigido a %(return_to)s).</p> <p>Haz click en 'Rechazar' para rechazar la petición (e ir a %(cancel_url)s).</p>
fr: <p>Nous avons reçu une requête de <a href="%(root)s">%(root)s</a> qui vous identifie comme <a href="%(identity)s">%(identity)s</a>.</p> <p>Cliquez 'Accepter' pour accepter la requête d'identification (vous serez redirigé vers %(return_to)s).</p> <p>Cliquez sur 'Annuler' pour annuler la requête (et être redirigé vers %(cancel_url)s).</p>
hu: ..<p><a href="%(root)s">%(root)s</a>-tól kaptunk egy kérést, hogy <a href="%(identity)s">%(identity)s</a>-ként azonosítsunk .</p> <p>Kattints az 'Elfogad'-ra az azonosítási kérelem elfogadásához. Ebben az esetben átirányítunk %(return_to)s-re..</p> <p>Kattints a 'Megtagad'-ra a kérelem elutasításához. Ekkor a %(cancel_url)s címre irányítunk át.</p>
pl: <p>Otrzymaliśmy żadanie z <a href="%(root)s">%(root)s</a> aby uwierzytelnić Cię jako <a href="%(identity)s">%(identity)s</a>.</p> <p>Kliknij 'Akceptuj' aby zaakceptować żądanie uwierzytelnienia (zostaniesz przekierowany do %(return_to)s).</p> <p>Kliknij 'Odrzuć' aby odrzucić to żądanie (i przejść do %(cancel_url)s).</p>

source: Click to see all posts by {{ author.name }}
es: Haz click para ver todos los artículos de {{ author.name }}
fr: Cliquez pour voir tous les articles de {{ author.name }}

source: Unsubscribe from all %(app)s %(model)ss.
es: desuscribirse de todos los %(app)s %(model)ss.
fr: se désabonner de tous les %(app)s %(model)ss.

source: Original design by
es: Diseño original por
fr: Design original par

source: Post teaser
de: Kurzfassung
hu: Kopf

source: name translation
de: Namensübersetzung
hu: név fordítása

source: Feed url
hu: Szál url

source: Don't modify this
hu: Ne változtasd meg

source: Last modified
hu: Utoljára módosítva

source: OpenID
hu: OpenIDval

source: Subscribe via RSS
hu: Feliratkozás az RSS-re

source: Contact me
hu: Írj nekem

source: Mail me here
hu: Itt írj nekem

source: Send mail
hu: Levél küldése

source: Your message was sent successfully
hu: Üzenetedet sikeresen postáztam

source: Previous posts
hu: Korábbi cikkek

source: Authorization with email and password
pl: Zaloguj się podając email i hasło

source: Authorization with OpenID
pl: Zaloguj się używając OpenID

source: You can use <a href="http://daringfireball.net/projects/markdown/syntax">Markdown</a> here.
pl: Możesz użyć składni <a href="http://pigmej.eu/index.php/2007/08/15/markdown-opis-i-sposob-uzywania/">Markdown</a>.

source: Featured posts
pl: Wyróżnione wpisy

source: Email
de: E-Mailadresse
